[
    {
        "title" : "The First Encounter",
        "para" : "It all started in grade 9 at SJN HSS, when my computer teacher introduced me to the web tech world. It always amazed me to find out how these things work."
    },
    {
        "title" : "The High School",
        "para" : "At this point, almost all the games I played then were pirated, and as you know, it's not that easy to install a game on your PC. So Google became a friend and by fixing things for my needs learned a lot."
    },
    {
        "title" : "Quadrennial period",
        "para" : "I Pursued Mechanical Engineering at SIET in Coimbatore. Yea, My dad, was a businessman, he was my role model, so it was an obvious choice. Over time developed an interest in CAD Designing."
    },
    {
        "title" : "Trainee WordPress Developer",
        "para" : "Started my career as the first employee of the organization. Initially, there were a few hiccups as I was not so good at code, so I was selected as WordPress Developer, and over time, it changed, and things fell into place."
    },
    {
        "title" : "Trainee Front-End Developer",
        "para" : "After a lengthy time, I got my first Developer role in an organization as a Trainee Front-End Developer. I work with react projects and am responsible for creating and adding Dynamic content and making web users interactive."
    },
    {
        "title" : "First Project",
        "para" : "I got my first freelancing project through my sister's colleague's friend. The project is to build a portfolio website for their company with their product details and showcase them. In this work, I have learned how to handle clients and ensure that they sanctify them with my work."
    },
    {
        "title" : "Second Project",
        "para" : "As soon as my first project, I got another assignment from a friend. My role is to design UI Website for their startup company and a good-looking Logo for their banding with SEO optimation. And working Custom E-Mail for their company. I have learned a lot from this project which gave me the confidence to continue my work."
    },
    {
        "title" : "The Climax",
        "para" : "I have been applying for lots of opening job opportunities. However, getting into the IT sector was difficult with no tech background. Fortunately, got a chance from a company called Codingmart Technologies. So, I decided to join, and it got to be my first job in my professional career. Boom!! From Mechie to a Techie."
    }
]